<template>
  <form
    @submit.prevent="submitForm"
    class="service__form">
    <h2>제 1장 총칙</h2>

    <h3>제1조 (목적)</h3>
    본 약관은 회원이 (주)xxx (이하 '회사')에서 제공하는 베어런 서비스를 이용하는 것과 관련하여 회원과 회사 간의 권리, 의무 및 책임사항, 서비스 이용에 따른 이용조건 및 절차 등 기본적인 사항을 규정함을 목적으로 합니다. 

    <h3>제2조 (약관의 효력 및 변경)</h3>
    ①회사가 본 약관의 내용을 '베어런' 서비스의 홈페이지(http://www.xxx.co.kr) 또는 이동통신형 단말기(이하 '단말기')를 통하여 구현된 서비스 화면에 게시하거나 기타의 방법으로 이용자에게 공시하고, 이에 동의한 이용자가 본 서비스에 가입하여 회원이 되었을 때 약관은 그 효력이 발생합니다.

    ②회사는 필요하다고 인정되면 본 약관을 변경할 수 있으며, 약관을 변경할 때에는 곧바로 전 항과 같은 방법으로 변경 7일 전에 본 약관 제19조의 방법으로 공지하거나 통지합니다. 다만, 회원의 권리를 제한하거나 회원에게 의무를 부과하는 것 등에 관한 중요한 규정을 변경할 때는 변경 30일 전에 위 방법으로 공지하거나 통지합니다.
  </form>
</template>


